Repository: common-repository/jmvstream
Catalog: src/languages/jmvstream-*.po
Languages: pt_br

source: Jmvstream Videos
pt_br: Jmvstream Vídeos

source: Title
pt_br: Título

source: Edit
pt_br: Editar

source: Description
pt_br: Descrição

source: Gallery
pt_br: Galeria

source: Date
pt_br: Data

source: No videos found
pt_br: Nenhum vídeo encontrado

source: All Galleries
pt_br: Todas Galerias

source: All Dates
pt_br: Todas as Datas

source: of
pt_br: de

source: Checking videos... Please wait
pt_br: Verificando vídeos... Por favor aguarde

source: Dismiss this notice
pt_br: Dispensar essa notificação

source: Uploaded at
pt_br: Enviado em

source: Updated at
pt_br: Atualizado em

source: Video Player
pt_br: Player do Vídeo

source: Video Shortcode
pt_br: Shortcode do Vídeo

source: Video Duration
pt_br: Duração do Vídeo

source: Update
pt_br: Atualizar

source: To embed a video, paste the shortcode or player link below
pt_br: Para inserir o vídeo, cole abaixo o shortcode ou link do player

source: Error:: Invalid Link ou shortcode
pt_br: Erro: Link ou shortcode inválido

source: Add Video
pt_br: Adicionar Vídeo

source: Add Videos
pt_br: Adicionar Vídeos

source: Update Videos
pt_br: Atualizar Vídeos

source: Plan Upgrade
pt_br: Upgrade do Plano

source: https://jmvstream.com/en/video-hosting-platform/#hosting-video-plans-pricing
pt_br: https://jmvstream.com/pt-br/hospedagem-de-videos/#hospedagem-de-videos-planos-e-precos

source: Filter Videos
pt_br: Filtrar Vídeos

source: Filter by Gallery
pt_br: Filtrar por Galeria

source: Filter by Date
pt_br: Filtrar por Data

source: Search...
pt_br: Pesquisar...

source: List Videos
pt_br: Listar Vídeos

source: Video
pt_br: Vídeo

source: Current Page
pt_br: Página Atual

source: Unavailable
pt_br: Indisponível

source: videos from Jmvstream
pt_br: vídeos da Jmvstream

source: Video added to plugin
pt_br: Vídeo adicionado ao Plugin

source: Video added
pt_br: Vídeo adicionado

source: Add to Page
pt_br: Adicionar à Página

source: Media Library
pt_br: Biblioteca de Mídia

source: Video not found
pt_br: Vídeo não encontrado

source: Jmvstream Ondemand API settings
pt_br: Configurações da Jmvstream Ondemand API

source: API settings
pt_br: Configurações da API

source: General Settings
pt_br: Configurações Gerais

source: To use the plugin, you must fill in all the fields. For a step-by-step guide on how to fill in the fields
pt_br: Para usar o plugin, você deve preencher todos os campos. Para um passo a passo sobre como preencher os campos

source: click here
pt_br: clique aqui

source: Dismiss this notice.
pt_br: Dispensar essa notificação.

source: Jmvstream Plugin
pt_br: Plugin Jmvstream

source: Below are the steps to use the plugin:
pt_br: Segue abaixo os passos para que possa utilizar o plugin:

source: To use the plugin, you need to configure it with your Jmvstream Ondemand plan API data.
pt_br: Para utilizar o plugin é necessário configura-lo com os dados da API de seu plano Jmvstream Ondemand.

source: To configure the API, access the page
pt_br: Para configurar a API acesse a página

source: Fill in the fields with your account information.
pt_br: Preencha os campos com as informações da sua conta.

source: To get the <b>Resource</b> of your Ondemand plan, access your
pt_br: Para conseguir o <b>Resource</b> do seu plano Ondemand acesse seu

source: In your HUB, access your Ondemand plan and on the <b>Settings</b> page, you will find the <b>Resource</b>:
pt_br: Em seu HUB, acesse seu plano Ondemand e na página de <b>Configurações</b>, você irá encontrar o <b>Resource</b>:

source: Example:
pt_br: Exemplo:

source: After filling in the fields with this information. Click on <b>Save</b>.
pt_br: Após preencher os campos aqui no plugin com suas informações. Clique em <b>Salvar</b>.

source: On the <b>Hub Videos</b> page of the plugin, you will find the videos from your Ondemand plan.
pt_br: Na página <b>Hub Videos</b> do plugin, você irá encontrar os vídeos do seu plano Ondemand.

source: Click on <b>Add Video</b>, to add the video to your site, so that you can use it on your pages or posts.
pt_br: Clique em <b>Adicionar Vídeo</b>, para adicionar o vídeo em seu site, para que possa utiliza-lo em suas páginas ou posts.

source: To add the video to the page or post, simply copy the video <b>Shortcode</b> and paste it into the page or post, and the video player will be automatically added.
pt_br: Para adicionar o vídeo à pági, basta copiar o <b>Shortcode</b> do vídeo e colar na página ou post, que o player do vídeo será automaticamente adicionado.

source: With the Shortcode, it is also possible to set the height (height), width (width), and alignment (align) of the video. To set a default for your videos, go to
pt_br: Pelo Shortcode também é possível definir a altura(height), largura(width) e alinhamento(align) do vídeo. Para definir um padrão para seus vídeos, acesse

source: To add some video to the page or plugin, just copy the <b>Shortcode</b> of the video and paste it into the page or post, and the video player will be automatically inserted.
pt_br: Para adicionar algum vídeo a página ou plugin, basta copiar o <b>Shortcode</b> do vídeo e colar na página ou post, que o player do vídeo será automaticamente adicionado.

source: By Shortcode it is also possible to set the height, width and alignment of the video. To set a default for your videos, go to the
pt_br: Pelo Shortcode também é possível definir a altura(height), largura(width) e alinhamento(align) do vídeo. Para definir um padrão para seus vídeos, acesse

source: The plugin also has integration with the <b>Gutenberg</b> editor and the <b>Elementor</b> page builder. So you can add your videos directly through them.
pt_br: O plugin também possui integração com o editor <b>Gutenberg</b> e com o page builder <b>Elementor</b>. Para que possa adicionar seus vídeos diretamente por eles.

source: Default video settings
pt_br: Configurações padrões dos vídeos

source: Default width
pt_br: Width Padrão

source: Default height
pt_br: Height Padrão

source: Default align
pt_br: Alinhamento Padrão

source: Default videos width
pt_br: Largura padrão dos vídeos

source: Default videos height
pt_br: Altura padrão dos vídeos

source: Center
pt_br: Centralizado

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Default video align
pt_br: Alinhamento padrão dos vídeos

source: To use the plugin, you must first configure its API.
pt_br: Para usar o plugin, deve configurar a API antes.

source: Click here to configure.
pt_br: Clique aqui para configurar.

source: Dismiss notice
pt_br: Dispensar aviso

source: Filter by gallery
pt_br: Filtrar por galeria

source: Duration
pt_br: Duração

source: Action
pt_br: Ação

source: Add to page
pt_br: Adicionar à página

source: Select the video
pt_br: Selecione o vídeo

source: Jmvstream Video
pt_br: Jmvstream Vídeo

source: Put the shortcode of your video
pt_br: Coloque o shortcode de seu vídeo aqui

source: Manage, edit and add videos from the Jmvstream Ondemand Plan to your content using Wordpress
pt_br: Gerencie, edite e adicione os videos do Plano Jmvstream Ondemand em seu conteúdo pelo Wordpress
